Repository: WPPlugins/pixel-random-quotes-and-images
Catalog: languages/quote-pixel-*.po
Languages: hu_hu

source: Pixel Quotes Options
hu_hu: Pixel Idézet beállítások

source: The new quote is uploaded
hu_hu: Az új idézet feltöltve

source: The modified quotes is saved
hu_hu: A módosított idézetek elmentve

source: Do you really want to delete the marked quotes?
hu_hu: Tényleg törölni szeretnéd a kijelölt idézeteket?

source: The marked quotes is deleted
hu_hu: A kijelölt idézetek törölve

source: If you don't know where you are going, any road will get you there.
hu_hu: Ha nem tudod, hová mész, oda bármilyen úton eljuthatsz.

source: When I was born, I was so surprised I didn't talk for a year and a half...
hu_hu: Amikor megszülettem úgy meglepődtem, hogy másfél évig nem szólaltam meg...

source: When you are courting a nice girl an hour, seems like a second. When you sit on a red hot cinder a second, seems like an hour. That's reltivity.
hu_hu: Ha egy kedves lánynak udvarolsz egy órát, az egy másodpercnek tűnik. Ha egy másodpercet ülsz a piros, forró parázson, az egy órának tűnik. Ez a relativitás.

source: The Quote field is required
hu_hu: Az Idézet mező kitöltése kötelező

source: Pixel Quote Plugin
hu_hu: Pixel Idézet plugin

source: This quotes with links and authors will be displayed in Widget at random.
hu_hu: Ezek az idézetek a linkekkel és az idézett személlyekkel együtt a widgetben jelennek meg véletlenszerűen.

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Quote
hu_hu: Idézet

source: Author
hu_hu: Idézett személy

source: Upload new quote
hu_hu: Új idézet feltöltése

source: Save all quotes
hu_hu: Idézetek mentése

source: Delete marked quotes
hu_hu: Kijelölt idézetek törlése

source: Delete
hu_hu: Törlés

source: Quote Pixel
hu_hu: Pixel Idézet

source: Don't foget:
hu_hu: Ne feledd:
